Repository: IBMPredictiveAnalytics/STATS_NONPAR_REGR
Catalog: src/lang/*/STATS_NONPAR_REGR.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: The active dataset must have a name if creating new datasets
de: Das aktive Dataset muss einen Namen haben, wenn neue Datasets erstellt werden
es: El conjunto de datos activo debe tener un nombre si se van a crear nuevos conjuntos de datos
fr: Le jeu de données actif doit comporter un nom pour pouvoir créer de nouveaux jeux de données.
it: Il dataset attivo deve avere un nome se si stanno creando nuovi dataset
ja: 新しいデータセットを作成する場合、アクティブなデータセットには名前が必要です
ko: 새 데이터 세트를 작성할 때 활성 데이터 세트의 이름이 있어야 합니다.
pl: W przypadku tworzenia nowych zbiorów danych aktywny zbiór danych musi mieć nazwę
pt_br: O conjunto de dados ativo deve ter um nome se estiver criando novos conjuntos de dados
ru: У активного набора данных должно быть имя в случае создания новых наборов данных
zh_cn: 如果要创建新的数据集，活动数据集必须具有名称
zh_tw: 如果建立新的資料集，作用中的資料集必須具有名稱

source: One or more specified output dataset names are already in use
de: Mindestens ein angegebener Ausgabedatasetname wird bereits verwendet
es: Uno o más nombres de conjunto de datos de resultados ya se están utilizando
fr: Un ou plusieurs noms de jeu de données de sortie sont déjà utilisés.
it: Uno o più nomi dataset di output specificati sono già in uso
ja: 1 つ以上の指定された出力データセット名がすでに使用されています
ko: 하나 이상의 지정된 출력 데이터 세트 이름이 이미 사용 중입니다.
pl: Co najmniej jedna określona nazwa zbioru danych jest już używana
pt_br: Um ou mais nomes de conjunto de dados de saída especificados já estão em uso
ru: Одно или несколько имен наборов данных уже используются
zh_cn: 一个或多个指定的输出数据集名称已在使用中
zh_tw: 一個以上指定的輸出資料集名稱已在使用中

source: End of procedure
de: Ende der Prozedur
es: Fin del procedimiento
fr: Fin de la procédure
it: Fine della procedura
ja: 手順の終わり
ko: 프로시저 끝
pl: Koniec procedury
pt_br: Fim do procedimento
ru: Конец процедуры
zh_cn: 过程结束
zh_tw: 程序的結尾

source: Message Number
de: Nachrichtennummer
es: Número de mensaje
fr: Numéro de message
it: Numero messaggio
ja: メッセージ番号
ko: 메시지 번호
pl: Numer komunikatu
pt_br: Número da Mensagem
ru: Номер сообщения
zh_cn: 消息号
zh_tw: 訊息號碼
