Repository: IBMPredictiveAnalytics/STATS_NONPAR_REGR
Catalog: src/lang/*/STATS_NONPAR_REGR.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: Nonparametric Regression
de: Nicht parametrische Regression
es: Regresión no paramétrica
fr: Régression non paramétrique
it: Regressione non parametrica
ja: ノンパラメトリック回帰
ko: 비모수 회귀
pl: Regresja nieparametryczna
pt_br: Regressão Não Paramétrica
ru: Непараметрическая регрессия
zh_cn: 非参数回归
zh_tw: 無母數迴歸

source: Nonparametric Regression: Warnings
de: Nicht parametrische Regression: Warnungen
es: Regresión no paramétrica: advertencias
fr: Régression non paramétrique : Avertissements
it: Regressione non parametrica: Avvertenze
ja: ノンパラメトリック回帰: 警告
ko: 비모수 회귀: 경고
pl: Regresja nieparametryczna: Ostrzeżenia
pt_br: Regressão não paramétrica: avisos
ru: Непараметрическая регрессия: Предупреждения
zh_cn: 非参数回归：警告
zh_tw: 無母數迴歸：警告

source: The R %s package is required but could not be loaded.
de: Das R %s-Paket ist erforderlich konnte aber nicht geladen werden.
es: El paquete R %s es necesario pero no se ha podido cargar.
fr: Le pack R %s est requis mais n'a pas pu être chargé.
it: Il package R %s è necessario, ma non è stato possibile caricarlo.
ja: R %s パッケージが必要ですが、読み込むことができませんでした。
ko: R %s 패키지가 필요하지만 로드할 수 없습니다.
pl: Pakiet R %s jest wymagany, ale nie można było go wczytać.
pt_br: O pacote R %s é necessário, mas não pôde ser carregado.
ru: Необходим пакет R %s, но его не удалось загрузить.
zh_cn: 需要 R %s 程序包，但未能将其装入。
zh_tw: R %s 套件是必要套件，但無法載入。

source: A dataset name must be specified if residuals or predicted values are requested
de: Ein Datasetname muss angegeben werden, wenn Residuen oder vorhergesagte Werte angefordert werden
es: Se debe especificar un nombre de conjunto de datos si se solicitan residuos o valores pronosticados
fr: Un nom de jeu de données est requis si des résidus ou des prévisions sont attendus.
it: Deve essere specificato un nome dataset se sono richiesti i valori previsti o i residui
ja: 残差または予測値が要求される場合は、データセット名を指定する必要があります
ko: 잔차 또는 예측값이 요청된 경우 데이터 세트 이름을 지정해야 합니다.
pl: Podanie zbioru danych jest konieczne, jeśli wymagane są reszty lub wartości predykcyjne
pt_br: Um nome do conjunto de dados deve ser especificado se valores preditos ou residuais são solicitados
ru: Должно быть задано имя набора данных, если затребованы остатки или предсказанные значения
zh_cn: 如果请求获取残差或预测值，那么必须指定数据集名称
zh_tw: 如果要求了殘差或預測值，必須指定資料集名稱

source: Normal reference requires a fixed, Gaussian kernel. Settings have been adjusted
de: Normale Referenz erfordert einen festgelegten, gaußschen Kern. Die Einstellungen wurden angepasst
es: La referencia normal requiere un kernel gaussiano fijo. Se ha ajustado la configuración
fr: Les références normales requièrent un noyau gaussien fixe. Les paramètres ont été ajustés.
it: Un riferimento normale richiede un kernel gaussiano fisso. Le impostazioni sono state adattate
ja: 標準の参照は固定ガウス カーネルです。設定は調整されています
ko: 일반 참조에는 고정 Gaussian 커널이 필요합니다. 설정이 조정되었습니다.
pl: Normalna referencja wymaga stałego gaussowskiego algorytmu domyślnego. Ustawienia zostały dostosowane
pt_br: A referência normal requer uma kernel gaussiano fixo. As configurações foram ajustadas
ru: Для нормальной ссылки требуется фиксированное гауссово ядро. Параметры были скорректированы
zh_cn: 正常参考需要固定的高斯核心。已调整设置
zh_tw: 一般參照需要固定的高斯核心。必須已調整設定

source: Residuals are not available for categorical dependent variables
de: Residuen sind für kategoriale abhängige Variablen nicht verfügbar
es: Los residuos no están disponibles para las variables dependientes categóricas
fr: Les résidus ne sont pas disponibles pour les variables dépendantes catégorielles.
it: I residui non sono disponibili per variabili dipendenti categoriali
ja: カテゴリ従属変数では、残差は使用できません
ko: 범주형 종속변수에는 잔차를 사용할 수 없습니다.
pl: Reszty nie są dostępne dla jakościowych zmiennych zależnych
pt_br: Resíduos não estão disponíveis para variáveis dependentes categóricas
ru: Недоступны остатки для категориальных зависимых переменных
zh_cn: 残差不可用于分类因变量
zh_tw: 殘差不適用於種類依變數

source: Significance tests are not available for a categorical dependent variable
de: Signifikanztests sind für kategoriale abhängige Variablen nicht verfügbar
es: Las pruebas de significación no están disponibles para una variable dependiente categórica
fr: Les tests de signification ne sont pas disponibles pour les variables dépendantes catégorielles.
it: I test di significatività non sono disponibili per una variabile dipendente categoriale
ja: カテゴリ従属変数では、有意確率の検定は使用できません
ko: 범주형 종속변수에는 유의성 검정을 사용할 수 없습니다.
pl: Testy istotności nie są dostępne dla jakościowych zmiennych zależnych
pt_br: Testes de significância não estão disponíveis para uma variável dependente categórica
ru: Недоступны критерии значимости для категориальных зависимых переменных
zh_cn: 显著性检验不可用于分类因变量
zh_tw: 顯著性檢定不適用於種類依變數

source: Dependent Variable
de: Abhängige Variable
es: Variable dependiente
fr: Variable dépendante
it: Variabile dipendente
ja: 従属変数
ko: 종속변수
pl: Zmienna zależna
pt_br: Variável dependente
ru: Зависимая переменная
zh_cn: 因变量
zh_tw: 依變數

source: Number of Nonparametric Scale Independent Variables
de: Anzahl nicht parametrischer metrischer unabhängiger Variablen
es: Número de variables independientes de escala no paramétricas
fr: Nombre de variables d'échelle indépendantes non paramétriques
it: Numero di variabili indipendenti di scala non parametriche
ja: ノンパラメトリック スケール独立変数の数
ko: 비모수 척도 독립변수의 수
pl: Liczba nieparametrycznych ilościowych zmiennych niezależnych
pt_br: Número de variáveis independentes de escala não paramétricas
ru: Число непараметрических количественных независимых переменных
zh_cn: 非参数刻度自变量数
zh_tw: 無母數尺度自變數數目

source: Number of Nonparametric Ordinal Independent Variables
de: Anzahl nicht parametrischer ordinaler unabhängiger Variablen
es: Número de variables independientes ordinales no paramétricas
fr: Nombre de variables indépendantes ordinales non paramétriques
it: Numero di variabili indipendenti ordinali non parametriche
ja: ノンパラメトリック順序独立変数の数
ko: 비모수 순서형 독립변수의 수
pl: Liczba nieparametrycznych porządkowych zmiennych niezależnych
pt_br: Número de variáveis independentes ordinais não paramétricas
ru: Число непараметрических порядковых независимых переменных
zh_cn: 非参数有序自变量数
zh_tw: 無母數序數自變數數目

source: Number of Nominal Independent Variables
de: Anzahl nominaler unabhängiger Variablen
es: Número de variables independientes nominales
fr: Nombre de variables indépendantes nominales
it: Numero di variabili indipendenti nominali
ja: 名義独立変数の数
ko: 명목형 독립변수의 수
pl: Liczba nominalnych zmiennych niezależnych
pt_br: Número de Variáveis Independentes Nominais
ru: Количество номинальных независимых переменных
zh_cn: 名义自变量数
zh_tw: 名義自變數數目

source: Kernel Regression Estimator
de: Kernregressionsschätzer
es: Estimador de regresión de kernel
fr: Estimateur de régression à noyau
it: Stimatore regressione kernel
ja: カーネル回帰推定量
ko: 커널 회귀 추정량
pl: Estymator regresji algorytmu domyślnego
pt_br: Estimador de regressão do Kernel
ru: Оценки ядерной регрессии
zh_cn: 核心回归估计量
zh_tw: 核心迴歸估計量

source: Bandwidth Selection Method
de: Bandbreitenauswahlmethode
es: Método de selección de ancho de banda
fr: Méthode de sélection de la largeur de bande
it: Metodo di selezione larghezza di banda
ja: 帯域幅選択方法
ko: 대역폭 선택 방법
pl: Metoda wyboru szerokości pasma
pt_br: Método de seleção de largura da banda
ru: Метод подбора ширины полосы
zh_cn: 带宽选择方法
zh_tw: 頻寬選擇方法

source: Continuous Variable Bandwidth Type
de: Bandbreitentyp für stetige Variable
es: Tipo de ancho de banda de variable continua
fr: Type de largeur de bande de variable continue
it: Tipo di larghezza di banda variabile continuo
ja: 連続変数帯域幅タイプ
ko: 연속형 변수 대역폭 유형
pl: Typ przepustowości zmiennej ciągłej
pt_br: Tipo de largura da banda de variável contínua
ru: Тип ширины полосы непрерывных переменных
zh_cn: 连续变量带宽类型
zh_tw: 連續變數頻寬類型

source: Bandwidth Scaling
de: Bandbreitenskalierung
es: Escalado de ancho de banda
fr: Mise à l'échelle de la largeur de bande
it: Scaling larghezza di banda
ja: 帯域幅スケーリング
ko: 대역폭 척도
pl: Skalowanie szerokości pasma
pt_br: Ajuste de escala de largura da banda
ru: Масштабирование ширины полосы
zh_cn: 带宽缩放
zh_tw: 頻寬大小調整

source: Continuous Kernel Type
de: Stetiger Kerntyp
es: Tipo de kernel continuo
fr: Type de noyau continu
it: Tipo di kernel continuo
ja: 連続カーネル タイプ
ko: 연속형 커널 유형
pl: Typ algorytmu domyślnego zmiennej ciągłej
pt_br: Tipo de kernel contínuo
ru: Тип непрерывных ядер
zh_cn: 连续核心类型
zh_tw: 連續核心類型

source: Continuous Kernel Order
de: Stetige Kernreihenfolge
es: Orden de kernel continuo
fr: Ordre de noyau continu
it: Ordine kernel continuo
ja: 連続カーネル順序
ko: 연속형 커널 순서
pl: Porządek algorytmu domyślnego zmiennej ciągłej
pt_br: Ordem do kernel contínuo
ru: Порядок непрерывных ядер
zh_cn: 连续核心顺序
zh_tw: 連續核心順序

source: Ordinal Kernel Type
de: Ordinaler Kerntyp
es: Tipo de kernel ordinal
fr: Type de noyau ordinal
it: Tipo di kernel ordinale
ja: 順序カーネル タイプ
ko: 순서형 커널 유형
pl: Typ algorytmu domyślnego nominalnego
pt_br: Tipo de kernel ordinal
ru: Тип порядковых ядер
zh_cn: 有序核心类型
zh_tw: 序數核心類型

source: Nominal Kernel Type
de: Nominaler Kerntyp
es: Tipo de kernel nominal
fr: Type de noyau nominal
it: Tipo di Kernel nominale
ja: 名義カーネル タイプ
ko: 명목형 커널 유형
pl: Typ algorytmu domyślnego nominalnego
pt_br: Tipo de kernel nominal
ru: Тип номинальных ядер
zh_cn: 名义核心类型
zh_tw: 名義核心類型

source: Number of Calculation Starts
de: Anzahl von Berechnungsstarts
es: Número de inicios de cálculos
fr: Nombre de débuts de calcul
it: Numero di inizi di calcoli
ja: 計算開始の数
ko: 계산 시작 수
pl: Liczba startów obliczeń
pt_br: Número de inícios de cálculo
ru: Число запусков вычислений
zh_cn: 计算起点数
zh_tw: 計算起點數

source: Cross-Validation Value Tolerance
de: Werttoleranz bei Kreuzvalidierung
es: Tolerancia de valores de validación cruzada
fr: Tolérance de valeur de validation croisée
it: Tolleranza valore convalida incrociata
ja: 交差検証の値許容度
ko: 교차 검증 값 허용 한도
pl: Tolerancja wartości walidacji krzyżowej
pt_br: Tolerância de valor de validação cruzada
ru: Допуск значения перекрестной проверки
zh_cn: 交叉验证值容差
zh_tw: 交叉驗證值容錯

source: Cross-Validation Location Tolerance
de: Positionstoleranz bei Kreuzvalidierung
es: Tolerancia de ubicación de validación cruzada
fr: Tolérance d'emplacement de validation croisée
it: Tolleranza ubicazione convalida incrociata
ja: 交差検証の位置許容度
ko: 교차 검증 위치 허용 한도
pl: Tolerancja położenia walidacji krzyżowej
pt_br: Tolerância de localização de validação cruzada
ru: Допуск положения перекрестной проверки
zh_cn: 交叉验证位置容差
zh_tw: 交叉驗證位置容錯

source: Significance Bootstrap Method
de: Signifikanz-Bootstrap-Methode
es: Método de Bootstrap de significación
fr: Méthode bootstrap de signification
it: Metodo di bootstrap della significatività
ja: 有意確率ブートストラップ方法
ko: 유의성 붓스트랩 방법
pl: Metoda bootstrap istotności
pt_br: Método de bootstrap de significância
ru: Метод бутстрепа значимости
zh_cn: 显著性自助抽样方法
zh_tw: 顯著性重複取樣方法

source: Missing Value Treatment
de: Behandlung eines fehlenden Werts
es: Tratamiento de valores perdidos
fr: Traitement des valeurs manquantes
it: Trattamento dei valori mancanti
ja: 欠損値の処理
ko: 결측값 처리
pl: Traktowanie braków danych
pt_br: Tratamento de valor omisso
ru: Способ обработки пропущенных значений
zh_cn: 缺失值处理
zh_tw: 遺漏值處理

source: Output Dataset
de: Ausgabedataset
es: Conjunto de datos de resultado
fr: Jeu de données de sortie
it: Dataset di output
ja: 出力データセット
ko: 출력 데이터 세트
pl: Wyjściowy zbiór danych
pt_br: Conjunto de Dados de Saída
ru: Выходной набор данных
zh_cn: 输出数据集
zh_tw: 輸出資料集

source: least squares cross validation
de: Kreuzvalidierung über kleinste Quadrate
es: Validación cruzada de mínimos cuadrados
fr: Validation croisée des moindres carrés
it: Convalida incrociata minimi quadrati
ja: 最小 2 乗交差検証
ko: 최소 제곱 교차 검증
pl: walidacja krzyżowa metodą najmniejszych kwadratów
pt_br: validação cruzada de quadrado mínimo
ru: перекрестная проверка методом наименьших квадратов
zh_cn: 最小二次方交叉验证
zh_tw: 最小平方交叉驗證

source: Kullback-Leibler cross validation
de: Kullback-Leibler-Kreuzvalidierung
es: Validación cruzada de Kullback-Leibler
fr: Validation croisée de Kullback-Leibler
it: Convalida incrociata Kullback-Leibler
ja: Kullback-Leibler 交差検証
ko: Kullback-Leibler 교차 검증
pl: Walidacja krzyżowa - Kullback-Leibler
pt_br: Validação cruzada de Kullback-Leibler
ru: Перекрестная проверка методом Кульбака-Лейблера
zh_cn: Kullback-Leibler 交叉验证
zh_tw: Kullback-Leibler 交叉驗證

source: iid
ru: независимые и одинаково распределенные

source: wild with Rademacher
de: Wild mit Rademacher
es: libre con Rademacher
fr: Wild et Rademacher
it: wild con Rademacher
ja: Wild および Rademacher
ko: 와일드 및 라데마커
pt_br: coringa com Rademacher
ru: Вильд с Радемахером
zh_cn: wild 与 Rademacher
zh_tw: 含 Rademacher 的離群

source: --NA--
de: --NV--
es: --ND--
ko: --해당 없음--
pl: --Nie dotyczy--
ru: --НП--
zh_cn: --不适用--
zh_tw: --不適用--

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Configurações
ru: Параметры
zh_cn: 设置
zh_tw: 設定

source: Computations done by R package np
de: Mit dem R np-Paket ausgeführte Berechnungen
es: Cálculos realizados por el paquete de R np
fr: Calculs réalisés à l'aide du pack R np
it: Calcoli effettuati da np del package R
ja: R パッケージ np によって完了した計算
ko: R 패키지 np에 의해 수행된 계산
pl: Obliczenia wykonane w dodatku R, pakiet np
pt_br: Cálculos feitos pelo np do pacote R
ru: Вычисления выполнены пакетом R np
zh_cn: R 程序包 np 已完成计算
zh_tw: 由 R 套件 np 執行的計算

source: If the dependent variable has multiple modes, the first is reported
de: Falls die abhängige Variable mehrere Modi hat, wird der erste aufgelistet
es: si la variable dependiente tiene diversas modalidades, se notifica la primera
fr: Si la variable dépendante possède plusieurs noeuds, le premier est signalé.
it: Se la variabile dipendente ha più mode, è riportata la prima
ja: 従属変数に複数の最頻値がある場合は、最初の値が報告されます
ko: 종속변수가 다중 모드이면 첫 번째 종속변수가 보고됩니다.
pl: Jeśli zmienna zależna zawiera wiele trybów, zgłaszany jest pierwszy z nich
pt_br: Se a variável dependente tem vários modos, o primeiro é relatado
ru: Если у зависимой переменной несколько режимов, сообщается первый
zh_cn: 如果因变量具有多个众数，那么将报告第一个众数
zh_tw: 如果依變數具有多種模式，則報告第一種

source: Number of Cases
de: Anzahl der Fälle
es: Número de casos
fr: Nombre d'observations
it: Numero di casi
ja: ケースの数
ko: 케이스 수
pl: Liczba obserwacji
pt_br: Número de casos
ru: Количество наблюдений
zh_cn: 个案数
zh_tw: 觀察值數目

source: Valid Cases
de: Gültige Fälle
es: Casos válidos
fr: Observations valides
it: Casi validi
ja: 有効なケース
ko: 유효 케이스
pl: Ważne obserwacje
pt_br: Casos válidos
ru: Валидные наблюдения
zh_cn: 有效个案
zh_tw: 有效觀察值

source: Omitted Cases
de: Ausgelassene Fälle
es: Casos omitidos
fr: Observations ignorées
it: Casi omessi
ja: 除外されたケース
ko: 생략된 케이스
pl: Pominięte obserwacje
pt_br: Casos omitidos
ru: Опущенные наблюдения
zh_cn: 忽略的个案
zh_tw: 省略的觀察值

source: Dependent Variable Mode
de: Modus der abhängigen Variablen
es: Modalidad de variables dependientes
fr: Mode de la variable dépendante
it: Moda variabile dipendente
ja: 従属変数最頻値
ko: 종속변수 모드
pl: Moduł zmiennej zależnej
pt_br: Modo de variável dependente
ru: Режим зависимой переменной
zh_cn: 因变量众数
zh_tw: 依變數模式

source: Dependent Variable Median
de: Median der abhängigen Variablen
es: Mediana de variables dependientes
fr: Médiane de la variable dépendante
it: Mediana variabile dipendente
ja: 従属変数中央値
ko: 종속변수 중위수
pl: Mediana zmiennej zależnej
pt_br: Mediana de variável dependente
ru: Медиана зависимой переменной
zh_cn: 因变量中位数
zh_tw: 依變數中位數

source: Objective Function
de: Zielfunktion
es: Función objetiva
fr: Fonction d'objectif
it: Funzione obiettivo
ja: 目標関数
ko: 목적 함수
pl: Funkcja celu
pt_br: Função objetivo
ru: Целевая функция
zh_cn: 目标函数
zh_tw: 目標函數

source: R-Squared
de: R-Quadrat
es: R cuadrado
fr: R-deux
it: R-quadrato
ja: R2 乗
ko: R-제곱
pl: R-kwadrat:
pt_br: R ao quadrado
ru: R-квадрат
zh_cn: R 方
zh_tw: R 平方

source: Standard Error
de: Standardfehler
es: Error estándar
fr: Erreur standard
it: Errore standard
ja: 標準誤差
ko: 표준오차
pl: Błąd standardowy
pt_br: Erro padrão
ru: Стандартная ошибка
zh_cn: 标准误差
zh_tw: 標準誤

source: Mean Absolute Error
de: Mittlerer absoluter Fehler
es: Error absoluto promedio
fr: Erreur absolue moyenne
it: Errore assoluto medio
ja: 平均絶対誤差
ko: 평균 절대 오차
pl: Średni bezwzględny błąd
pt_br: Erro Médio Absoluto
ru: Средняя абсолютная ошибка
zh_cn: 平均绝对误差
zh_tw: 平均值絕對誤差

source: Correct Classification Percentage
de: Klassifikationsprozentsatz korrigieren
es: Porcentaje de clasificación correcta
fr: Pourcentage de classification correcte
it: Percentuale di classificazione corretta
ja: 分類パーセントの修正
ko: 분류 백분율 정정
pl: Prawidłowa wartość procentowa klasyfikacji
pt_br: Porcentagem de classificação correta
ru: Правильный процент классификации
zh_cn: 正确分类百分比
zh_tw: 正確的分類百分比

source: Dependent Variable Bandwidth
de: Bandbreite für abhängige Variable
es: Ancho de banda de variable dependiente
fr: Largeur de bande de la variable dépendante
it: Larghezza di banda variabile dipendente
ja: 従属変数帯域幅
ko: 종속변수 대역폭
pl: Szerokość pasma zmiennej zależnej
pt_br: Largura de banda de variável dependente
ru: Ширина полосы зависимой переменной
zh_cn: 因变量带宽
zh_tw: 依變數頻寬

source: Bandwidth Summary
de: Bandbreitenzusammenfassung
es: Resumen de ancho de banda
fr: Récapitulatif de la largeur de bande
it: Riepilogo larghezza di banda
ja: 帯域幅の要約
ko: 대역폭 요약
pl: Podsumowanie szerokości pasma
pt_br: Sumarização de largura da banda
ru: Сводная информация о пропускной способности
zh_cn: 带宽摘要
zh_tw: 頻寬摘要

source: Statistics
de: Statistik
es: Estadísticos
fr: Statistiques
it: Statistiche
ja: 統計量
ko: 통계량2
pl: Statystyki
pt_br: Estatísticas
ru: Статистики
zh_cn: 统计
zh_tw: 統計量

source: Significance test type: %s. Method: %s. Bootstrap replications: %s
de: Signifikanztesttyp: %s. Methode: %s. Bootstrap-Replikationen: %s
es: Tipo de prueba de significación: %s. Método: %s. Réplicas de Bootstrap: %s
fr: Type de test de signification : %s. Méthode : %s. Réplications du bootstrap : %s
it: Tipo di test di significatività: %s. Metodo: %s. Repliche bootstrap: %s
ja: 有意確率の検定の種類: %s。方法: %s。ブートストラップ反復: %s
ko: 유의성 검정 유형: %s. 방법: %s. 붓스트랩 복제: %s
pl: Typ testu istotności: %s. Metoda: %s. Replikacje metody bootstrap: %s
pt_br: Tipo de teste de significância: %s. Método: %s. Replicações de bootstrap: %s
ru: Тип критерия значимости: %s. Метод: %s. Репликации бутстрепа: %s
zh_cn: 显著性检验类型：%s。方法：%s。自助抽样复制：%s
zh_tw: 顯著性檢定類型：%s。方法：%s。重複取樣抄寫：%s

source: Bandwidth
de: Bandbreite
es: Ancho de banda
fr: Largeur de bande
it: Larghezza di banda
ja: 帯域幅
ko: 대역폭
pl: Szerokość pasma
pt_br: Largura de Banda
ru: Полоса пропускания
zh_cn: 带宽
zh_tw: 頻寬

source: Scale Factor or Lambda
de: Skalierungsfaktor oder Lambda
es: Factor de escala o Lambda
fr: Facteur d'échelle ou Lambda
it: Fattore di scala o lambda
ja: スケール係数またはラムダ
ko: 척도 요인 또는 람다
pl: Współczynnik skalowania lub lambda
pt_br: Fator de escala ou lambda
ru: Коэффициент масштабирования или лямбда
zh_cn: 比例因子或 Lambda
zh_tw: 比例係數或 Lambda (λ)

source: Scale
de: Skala
es: Escala
fr: Echelle
it: Scala
ja: スケール
ko: 척도
pl: Skalowanie
pt_br: Escala
ru: Шкалы
zh_cn: 标度
zh_tw: 尺度

source: Sig.
it: Sign.
ja: 有意
ko: TPL 유의확률
pl: Istotność
ru: Значимость
zh_cn: 显著性
zh_tw: 顯著性

source: Bandwidth Parameters
de: Bandbreitenparameter
es: Parámetros de ancho de banda
fr: Paramètres de largeur de bande
it: Parametri larghezza di banda
ja: 帯域幅パラメータ
ko: 대역폭 모수
pl: Parametry przepustowości
pt_br: Parâmetros de Largura de Banda
ru: Параметры ширины полосы
zh_cn: 带宽参数
zh_tw: 頻寬參數

source: Confusion Matrix
de: Konfusionsmatrix
es: Matriz de confusión
fr: Matrice de confusion
it: Matrice di confusione
ja: 混同行列
ko: 혼돈 행렬
pl: Macierz zmieszania
pt_br: Matriz de Confusão
ru: Матрица ошибок
zh_cn: 混淆矩阵
zh_tw: 混淆矩陣

source: Actual
de: Tatsächlich
es: Real
fr: Réel
it: Effettivo
ja: 実際
ko: 실제값
pl: Rzeczywista
pt_br: Real
ru: Фактически
zh_cn: 实际
zh_tw: 實際

source: Predicted
de: Vorhergesagt
es: Pronosticado
fr: Prévu
it: Previsto
ja: 予測
ko: 예측빈도
pl: Przewidywane
pt_br: Predito
ru: Предсказанные
zh_cn: 预测
zh_tw: 已預測

source: Predicted categories with zero count are not shown
de: Vorhergesagte Kategorien mit Nullzähler werden nicht angezeigt
es: Las categorías pronosticadas con recuentos de cero no se muestran
fr: Les prévisions de catégories comportant une valeur nulle ne sont pas affichées.
it: Le categorie previste con conteggio zero non vengono visualizzate
ja: カウントがゼロの予測カテゴリは表示されません
ko: 빈도가 0인 예측 범주가 표시되지 않습니다.
pl: Przewidywane kategorie z liczebnością zerową nie są wyświetlane
pt_br: Categorias preditas com contagem zero não são mostradas
ru: Предсказанные категории с нулевым количеством не выводятся
zh_cn: 不显示计数为零的预测类别
zh_tw: 未顯示零計數的預測種類

source: Nonparametric Plot
de: Nicht parametrisches Diagramm
es: Gráfico no paramétrico
fr: Tracé non paramétrique
it: Grafico non parametrico
ja: ノンパラメトリック プロット
ko: 비모수 도표
pl: Wykres nieparametryczny
pt_br: Gráfico não paramétrico
ru: Непараметрический график
zh_cn: 非参数图
zh_tw: 無母數圖

source: Gradient plot coud not be produced
de: Gradientendiagramm konnte nicht erstellt werden
es: No se ha podido generar un gráfico degradado
fr: Impossible de générer le tracé du gradient.
it: Non è stato possibile produrre il grafico gradienti
ja: 勾配プロットを生成できませんでした
ko: 기울기 도표를 생성할 수 없습니다.
pl: Nie można wygenerować wykresu gradientowego
pt_br: O gráfico de gradiente não pôde ser produzido
ru: Не удалось построить градиентный график
zh_cn: 未能生成梯度图
zh_tw: 無法產生梯度圖

source: Gradient plot could not be produced. There may be too many variables
de: Gradientendiagramm konnte nicht erstellt werden. Es sind zu viele Variablen vorhanden
es: No se ha podido generar un gráfico degradado. Puede ser que haya demasiadas variables
fr: Impossible de générer le tracé du gradient. Le nombre de variables est peut-être trop important.
it: Non è stato possibile produrre il grafico gradienti. Potrebbero esserci troppe variabili
ja: 勾配プロットを生成できませんでした。変数が多すぎる可能性があります
ko: 기울기 도표를 생성할 수 없습니다. 변수가 너무 많은 것 같습니다.
pl: Nie można wygenerować wykresu gradientowego. Być może jest za dużo zmiennych
pt_br: O gráfico de gradiente não pôde ser produzido. Pode haver variáveis demais
ru: Не удалось построить градиентный график. Возможно, слишком много переменных
zh_cn: 未能生成梯度图。变量过多
zh_tw: 無法產生梯度圖。可能存在太多變數

source: Conditional Density
de: Bedingte Dichte
es: Densidad condicional
fr: Densité conditionnelle
it: Densità condizionale
ja: 条件付き密度
ko: 조건부 밀도
pl: Gęstość warunkowa
pt_br: Densidade Condicional
ru: Условная плотность
zh_cn: 条件密度
zh_tw: 條件式密度

source: Gradient
es: Gradiente
it: Gradiente
ja: 勾配
ko: 기울기
pt_br: Gradiente
ru: Градиент
zh_cn: 梯度
zh_tw: 梯度

source: Response
de: Antwort
es: Respuesta
fr: Réponse
it: Risposta
ja: 回答
ko: 반응
pl: Odpowiedź
pt_br: Resposta
ru: Отклик
zh_cn: 响应
zh_tw: 回應

source: An output dataset was specified but no variables were requested or none are available
de: Ein Ausgabedataset wurde angegeben, aber es wurden keine Variablen angefordert oder es sind keine verfügbar
es: Se ha especificado un conjunto de datos de resultados pero no se han solicitado variables o bien no hay variables disponibles
fr: Un jeu de données a été spécifié, mais aucune variable n'a été demandée ou aucune n'est disponible.
it: È stato specificato un dataset di output ma nessuna variabile è stata richiesta o nessuna è disponibile
ja: 出力データセットが指定されましたが、変数が要求されなかったか、使用できる変数がありませんでした
ko: 출력 데이터 세트가 지정되었지만 변수가 요청되지 않았거나 변수를 사용할 수 없습니다.
pl: Wskazano wynikowy zbiór danych, lecz nie zażądano zmiennych lub żadna zmienna nie jest dostępna
pt_br: Um conjunto de saída foi especificado, mas nenhuma variável foi solicitada ou nenhuma está disponível
ru: Был задан выходной набор данных, но переменные либо не были затребованы, либо недоступны
zh_cn: 指定了输出数据集，但未请求变量，或者所有项都未提供
zh_tw: 指定了輸出資料集，但未要求任何變數，或無可用的變數

source: Residuals
de: Residuen
es: Residuos
fr: Résidus
it: Residui
ja: 残差
ko: 잔차
pl: Reszty
pt_br: Residuais
ru: Остатки
zh_cn: 残差
zh_tw: 殘差
